Repository: yo35/rpb-calendar
Catalog: languages/rpbcalendar-*.po
Languages: de_de

source: Date/time
de_de: Datum/Uhrzeit

source: Categories
de_de: Kategorien

source: State
de_de: Status

source: View all categories
de_de: Zeige alle Kategorien

source: Color
de_de: Farbe

source: %w$s, %m$s %d$s, %y$s
de_de: %w$s, %d$s. %m$s %y$s

source: %w$s, %m$s %d$s
de_de: %w$s, %d$s. %m$s

source: %m$s %d$s, %y$s
de_de: %d$s. %m$s %y$s

source: %m$s %d$s
de_de: %d$s. %m$s

source: %m1$s %d1$s–%d2$s, %y1$s
de_de: %d1$s–%d2$s. %m1$s %y1$s

source: %m1$s %d1$s – %m2$s %d2$s, %y1$s
de_de: %d1$s. %m1$s – %d2$s. %m2$s %y1$s

source: %m1$s %d1$s, %y1$s – %m2$s %d2$s, %y2$s
de_de: %d1$s. %m1$s %y1$s – %d2$s. %m2$s %y2$s

source: Today's events
de_de: Heutige Ereignisse

source: Settings saved.
de_de: Einstellungen gespeichert.

source: Upcoming events
de_de: Kommende Ereignisse

source: RPB Calendar allows you to list and schedule events, and to display them in a calendar in a post or a page of your WordPress blog.
de_de: Mit RPB Kalender können Sie Ereignisse auflisten und planen, um sie als Kalender in einem Beitrag oder einer Seite Ihres Wordpress-Blogs anzuzeigen.

source: Ask for help
de_de: Um Hilfe bitten

source: Report a problem
de_de: Ein Problem berichten

source: If you encounter some bugs with this plugin, or if you wish to get new features in the future versions, you can report/propose them in the %1$sGitHub bug tracker%2$s.
de_de: Wenn Sie Fehler in diesem Plugin bemerken oder wenn Sie neue Funktionen für zukünftige Versionen erhalten möchten, können Sie diese berichten/vorschlagen im %1$sGitHub bug tracker%2$s.

source: plugin page on WordPress.org
de_de: Plugin-Seite bei WordPress.org

source: source code on GitHub
de_de: Quellcode auf GitHub

source: Author
de_de: Autor

source: Translation
de_de: Übersetzung

source: If you are interested in translating this plugin into your language, please %1$scontact the author%2$s.
de_de: Wenn Sie Interesse an der Übersetzung dieses Plugin in Ihrer Sprache haben, nehmen Sie bitte mit dem %1$sKontakt mit dem Autor%2$s auf.

source: License
de_de: Lizenz

source: This plugin is distributed under the terms of the %1$sGNU General Public License version 3%3$s (GPLv3), as published by the %2$sFree Software Foundation%3$s. The full text of this license is available at %4$s. A copy of this document is also provided with the plugin source code.
de_de: Dieses Plugin wird unter den Bedingungen der %1$sGNU General Public License Version 3%3$s (GPLv3) verteilt, wie sie die %2$sFree Software Foundation%3$s veröffentlicht. Der vollständige Text der Lizenz ist unter %4$s verfügbar. Eine Kopie dieses Dokuments wird auch mit dem Plugin-Quellcode zur Verfügung gestellt.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de_de: Dieses Programm wird in der Hoffnung verteilt, dass es nützlich ist, aber OHNE JEDE GARANTIE, auch ohne die implizite Garantie der MARKTREIFE oder VERWENDBARKEIT FÜR EINEN BESTIMMTEN ZWECK. Lesen Sie die GNU General Public License für weitere Details.

source: Default category color
de_de: Standard-Kategoriefarbe

source: The default category color is used to display the events that belong to categories with no color.
de_de: Die Standard-Kategoriefarbe wird benutzt, um die Ereignisse in Kategorien ohne Farbe darzustellen.

source: Default event color
de_de: Standard-Ereignisfarbe

source: The default event color is used to display the events that do not belong to any category.
de_de: Die Standard-Ereignisfarbe wird benutzt, um die Ereignisse, die zu keiner Kategorie gehören, darzustellen.

source: Date format in events
de_de: Datumsformat von Ereignissen

source: Show weekday
de_de: Zeige Wochentag

source: Show year
de_de: Zeige Jahr

source: Save changes
de_de: Änderungen speichern

source: Title:
de_de: Titel:

source: From:
de_de: Von:

source: To:
de_de: An:

source: To work properly, the RPB Calendar plugin needs JavaScript to be activated in your browser.
de_de: Das RPB Calendar Plugin benötigt die Aktivierung von JavaScript in Ihrem Browser.

source: Until:
de_de: Bis:

source: Posted on %1$s by %2$s
de_de: Eingetragen am %1$s von %2$s

source: Today
de_de: Heute

source: The link must start with http:// or https://.
de_de: Der Link muss beginnen mit http:// oder https://.

source: Random
de_de: Zufällig

source: Clear
de_de: Löschen

source: Select a color at random
de_de: Wähle eine zufällige Farbe

source: Unselect the current color
de_de: Deaktivieren Sie die aktuelle Farbe

source: Event category filter:
de_de: Ereigniskategorie-Filter

source: Hide the selected categories
de_de: Gewählte Kategorien verbergen

source: Only show the selected categories
de_de: Nur die gewählten Kategorien zeigen

source: IDs of the filtered categories (comma separated string):
de_de: IDs der gefilterten Kategorien (durch Kommata getrennt):

source: Length of the time frame (in days):
de_de: Länge des Zeitrahmens (in Tagen):

source: Show events of the current day
de_de: Zeige Ereignisse des aktuellen Tages

source: Displayed as:
de_de: Angezeigt als:

source: Preview the link target in a new window
de_de: Vorschau des Linkziels in einem neuen Fenster

source: Preview
de_de: Vorschau

source: The color is used to display the events that belong to the category. The events belonging to a category for which no color is defined are displayed either with the color associated to the category parent (if the latter exists), or with a default color (see the %1$splugin settings%2$s).
de_de: Die Farbe wird verwendet, um die zur Kategorie gehörenden Ereignisse anzuzeigen. Die zu einer Kategorie gehörenden Ereignisse, für die keine Farbe definiert ist, werden entweder mit der Farbe der übergeordneten Kategorie (sofern vorhanden) verbunden oder mit einer Standardfarbe (siehe %1$s Plugin-Einstellungen%2$s).

source: Events
de_de: Ereignisse

source: Event
de_de: Ereignis

source: Add new event
de_de: Neues Ereignis hinzufügen

source: Edit event
de_de: Ereignis bearbeiten

source: New event
de_de: Neues Ereignis

source: View event
de_de: Zeige Ereignis

source: Search events
de_de: Suche Ereignisse

source: No event found
de_de: Kein Ereignis gefunden

source: No event found in trash
de_de: Kein Ereignis im Papierkorb gefunden

source: Event categories
de_de: Ereigniskategorien

source: Event category
de_de: Ereigniskategorie

source: Add new event category
de_de: Neue Ereigniskategorie hinzufügen

source: Edit event category
de_de: Ereigniskategorie bearbeiten

source: View event category
de_de: Zeige Ereigniskategorie

source: Search event categories
de_de: Suche Ereigniskategorien

source: No event category found
de_de: Keine Ereigniskategorie gefunden

source: A list of the current day events.
de_de: Liste der Ereignisse des aktuellen Tages.

source: Settings of the %1$s plugin
de_de: Einstellungen des %1$s Plugins

source: Settings
de_de: Einstellungen

source: About %1$s
de_de: Über %1$s

source: About
de_de: Über

source: A list of the upcoming events within a certain date range.
de_de: Liste der Ereignisse in einem bestimmten Zeitraum.

source: This plugin allows you to list and schedule events, and to display them in a calendar in a post or a page.
de_de: Mit diesem Plugin können Sie Ereignisse auflisten und planen, um sie als Kalender in einem Beitrag oder einer Seite anzuzeigen.
